Repository: iLink-CyberShARE/swim-lite
Catalog: src/i18n/messages.*.xlf
Languages: es_mx

# createButton
source: Create
es_mx: Crear

source: Close
es_mx: Cerrar

# privateTitle
source: My Scenarios
es_mx: Mis Escenarios

source: Scenario and model metadata
es_mx: Metadatos de Escenario y Modelo

source: Share results
es_mx: Compartir resultados

source: Click to generate a link for sharing results
es_mx: Presione para generar hipervinculo a los resultados

source: Publish results on Hydroshare
es_mx: Publicar en Hydroshare

source: Create a resource on HydroShare for publication
es_mx: Crear recurso de HydroShare para publicar

# canCol
source: Can
es_mx: Encapsular

source: Create a canned scenario from this run
es_mx: Crear escenario encapsulado

source: Can Scenario
es_mx: Escenario Encapsulado

# deleteCol
source: Delete
es_mx: Eliminar

source: Delete scenarios
es_mx: Eliminar escenarios

source: Click here to delete scenario
es_mx: Oprima aqui para eliminar escenario

source: Run Scenario:
es_mx: Escenario:

source: Run Description:
es_mx: Descripción:

# descriptionTitle
source: Description
es_mx: Descripción

# metaTitle
source: Metadata
es_mx: Metadatos

# visualizationsTitle
source: Data Visualization
es_mx: Visualización de Datos

source: Reset data plot to initial view
es_mx: Resetear gráfica con datos iniciales

# dataToolsTitle
source: Data Tools
es_mx: Herramientas

# unitConv
source: Unit Conversion
es_mx: Conversión de Unidades

source: Select Units:
es_mx: Seleccionar Unidades:

# changeTitle
source: Change Password
es_mx: Cambiar Contraseña

source: Current Password
es_mx: Contraseña Actual

source: New Password (min 8 chars)
es_mx: Nueva Contraseña (min 8 caracteres)

source: Confirm New Password (min 8 chars)
es_mx: Confirmar Nueva Contraseña (min 8 caracteres)

# changeButton
source: Submit
es_mx: Enviar

# menuDocs
source: Documentation
es_mx: Documentación

source: Help <b class="caret"></b>
es_mx: Ayuda <b class="caret"> </b>
