Repository: iLink-CyberShARE/swim-lite
Catalog: src/i18n/messages.*.xlf
Languages: es_mx

source: Show Public Scenarios
es_mx: Listar Escenarios Publicos

# showPrivate
source: Private Scenarios
es_mx: Escenarios Privados

source: Show Private Scenarios
es_mx: Mostrar Escenarios Privados

# viewSelectedButton
source: View Selected
es_mx: Ver Seleccionados

source: Show data values of selected outputs
es_mx: Ver valores de variables seccionadas

source: Cross-Compare
es_mx: Comparación Cruzada

source: Compare selected outputs against results from other scenario runs
es_mx: Comparar salidas seleccionadas contra resultados de otras corridas

# deselectButton
source: Deselect All
es_mx: Deseleccionar Todos

source: Clean all selected marks in table
es_mx: Limpiar todas las variables seleccionadas

# exportCatButton
source: Export
es_mx: Exportar

source: Click row for details and editing options on selected parameter
es_mx: Presione la fila para ver detalles y opciones del parametro

source: Export output catalog to Excel file
es_mx: Exportar catalogo a archivo de Excel

# resetTableButton
source: Reset Table
es_mx: Reiniciar Tabla

source: Remove search or category filters
es_mx: Limpiar busqueda o filtros por categoría

# selectColumn
source: Select
es_mx: Seleccionar

source: Name
es_mx: Nombre

source: Click to sort alphabetically by scenario name
es_mx: Presione para ordenar alfabéticamente por nombre

source: Run Date
es_mx: Fecha de Corrida

source: Click to sort by scenario run date
es_mx: Presione para ordenar por fecha de ejecución

source: Compare
es_mx: Comparar

# variableColumn
source: Output Variable
es_mx: Variable de Salida

source: Click to sort alphabetically by output label
es_mx: Presione para ordenar alfabéticamente por etiqueta

# catColumn
source: Category
es_mx: Categoría

source: Click to sort alphabetically by category
es_mx: Presione para ordenar alfabéticamente por categoría

# descColumn
source: Description
es_mx: Descripción

# unitColumn
source: Units
es_mx: Unidades

# backCatButton
source: Back
es_mx: Regresar

# hintOutputDetails
source: "You can append additional model datasets to the visualization by selecting from the Show input and Show Output dropdown lists. Only datasets with the same units are available as an option."
es_mx: "Para agregar conjuntos de datos adicionales a la visualización, puede seleccionar múltiples parámetros y variables de las listas de Mostrar Entradas y Mostrar Salidas. Solamente se tienen disponibles conjuntos de las mismas unidades."

# inputCats
source: Input Categories
es_mx: Categorías de Parámetros

source: Show all model inputs
es_mx: Mostrar todos los parámetros

# searchPlaceholder
source: Search Input Parameter
es_mx: Buscar Parámetros de Entrada

source: show inputs where values can be modified by users
es_mx: mostrar parámetros que puede ser modificados por el usuario

# noEditableButton
source: Non-Editable
es_mx: No Editable

source: show non-editable inputs that are loaded to the model
es_mx: mostrar parámetros no editables que son cargados al modelo

# codedButton
source: Coded/Observed
es_mx: Codificado/Observado

source: show non-editable inputs that are constant in the model or portray observed real data
es_mx: Mostrar parámetros no editables que son constantes en el modelo o representan datos reales observados

source: Export input catalog to Excel file
es_mx: Exportar catalogo de parámetros a archivo de Excel

# columnParameter
source: Parameter
es_mx: Parámetro

source: Click to sort alphabetically by parameter label
es_mx: Presione para ordenar alfabéticamente por etiqueta

# columnCat
source: Category
es_mx: Categoría

# columnDesc
source: Description
es_mx: Descripción

# columnUpperBound
source: Upper Bound
es_mx: Limite Superior

source: Maximum value that can be assigned to the parameter
es_mx: Valor máximo que puede ser asignado al parámetro

# columnLowerBound
source: Lower Bound
es_mx: Limite Inferior

source: Minium value that can be assigned to the parameter
es_mx: Valor mínimo que puede ser asignado al parámetro

# columnUnits
source: Units
es_mx: Unidades

# hintInputDetail
source: "The input values for this parameter can be customized according to your preference. Drag slider(s) or double click table cells to modify the values, which ever is available on the default visualization type..."
es_mx: "Los valores de entrada para este parámetro pueden ser customizados según sus requerimientos. Deslice las sliders o de doble clic sobre las celdas de la tabla de datos para modificar los valores correspondientes, esto dependiente de qué tipo de visualización se tenga disponible."

# labelParamName
source: Parameter Name:
es_mx: Nombre de Parámetro:

# labelUnits
source: Units:
es_mx: Unidades:

# labelSource
source: Default Source:
es_mx: Fuente:

# labelConvert
source: Convert Units
es_mx: Convertir Unidades:

source: Change measurement units e.g. metric to english system.
es_mx: Cambio en unidades de medición e.j. métrico a sistema inglés.

# labelSelectUnit
source: select unit
es_mx: seleccione unidad

source: Show Simple Moving Average (SMA):
es_mx: Mostrar Media Móvil Simple:

source: Append a rolling average to a selected dataset over a set of initial consecutive points.
es_mx: Aplicar media movil simple a los datos seleccionados.

source: Consecutive Points:
es_mx: Puntos consecutivos:

# defaultButton
source: Default
es_mx: Predeterminado

source: Show input values with default visualization type
es_mx: Mostrar valores de entrada con visualización predeterminada

# tableButton
source: Table
es_mx: Tabla

source: Hint: Click on a plot legend to hide/show datasets
es_mx: Pista: De click en la leyenda para mostrar/esconder datos

source: Show input data in table form
es_mx: Mostrar datos de entrada en forma de tabla

# lineButton
source: Line Plot
es_mx: Gráfica de Líneas

source: Show input data as a line plot
es_mx: Mostrar datos de entrada en grafica linear

# barButton
source: Bar Plot
es_mx: Gráfica de Barras

source: Show input data as bar chart
es_mx: Mostrar datos de entrada en grafico de barras

# etiquetaValor
source: Value:
es_mx: Valor:

source: Value
es_mx: Valor

source: Hint: Click on a plot legend to hide/show a dataset!
es_mx: Pista: De click en la leyenda para mostrar/esconder datos!

# resetButton
source: Reset
es_mx: Reiniciar

source: Reset input to default values
es_mx: Reestablecer datos originales

# exportButton
source: Export Data
es_mx: Exportar Datos

source: Export table data to Excel viewable file
es_mx: Exportar tabla de datos a archivo de Excel

# importButton
source: Import Data
es_mx: Importar Datos

source: Import values from csv file
es_mx: Importar datos desde archivo CSV

# exportPlotButton
source: Export Plot
es_mx: Exportar Gráfico

source: Shows plot in image form. To save right click and save as a .png file.
es_mx: Descargar imagen de gráfico. Para Grabar, dar clic derecho y guarde como archivo .png.

# labelInputDS
source: Show Input Dataset:
es_mx: Mostrar Entradas:

# labelSelectInputs
source: select inputs
es_mx: seleccione entradas

source: Select input datasets to show on visualization
es_mx: Seleccione uno o varios datos de entrada para mostrar en visualización

# labelOutputDS
source: Show Output Dataset:
es_mx: Mostrar Salidas:

# labelSelectOutputs
source: select outputs
es_mx: seleccione salidas

source: Select output datasets to show on visualization
es_mx: Seleccione uno o varios datos de salida para mostrar en visualización

source: Show Simple Moving Average (SMA):
es_mx: Mostrat Media Móvil:

source: Dataset
es_mx: Conjunto de Datos

source: Select a unit target for dataset values
es_mx: Seleccione unidadad de conversión

# labelIdentifier
source: Variable Name:
es_mx: Identificador:

# labelCategory
source: Category:
es_mx: Categoría:

source: Show output data as a line plot
es_mx: Mostrar datos en grafico lineal

source: Show output data as bar chart
es_mx: Mostrar datos en gráfico de barras

source: Show output data in table form
es_mx: Mostrar datos en forma de tabla

source: Reset to initial data state
es_mx: Volver a estado inicial

source: https://en.wikipedia.org/wiki/Moving_average
es_mx: https://es.wikipedia.org/wiki/Media_m%C3%B3vil

source: Simple Moving Average (SMA)
es_mx: Media Móvil Simple

source: Select Dataset:
es_mx: Seleccionar Conjunto de Datos:

source: Select Consecutive Points:
es_mx: Seleleccionar Puntos Consecutivos:

# smaConsecutive
source: Consecutive Points:
es_mx: Puntos Consecutivos:

# reversePlotButton
source: Reverse Plot
es_mx: Voltear Gráfico

source: Flip Y axis values
es_mx: Voltear valores del eje Y

# exportDataButton
source: Export
es_mx: Exportar Tabla de Datos

source: Export table columns to spreadsheet file
es_mx: Exportar columnas de la tabla a una hoja de calculo

source: Export table datasets to Excel viewable file
es_mx: Exportar tabla de datos a archivo de Excel

# labelaffectedInputs
source: Affected Model Inputs:
es_mx: Parametros Afectados:

source: Convert Units:
es_mx: Convertir Unidades:

source: Units:
es_mx: Unidades:

source: Description:
es_mx: Descripción:

source: CLOSE
es_mx: CERRAR

source: click image to select scenario
es_mx: Presione la imagen para seleccionar escenario

source: Derived from:
es_mx: Derivado de:

# themeLearnButton
source: Learn more...
es_mx: Ver más...

source: Scenario:
es_mx: Escenario:

source: click to show values for affected model inputs
es_mx: presione para mostrar parámetros afectados

# tutorialTitle
source: Tutorials
es_mx: Tutoriales

# tutorialDesc
source: Learn how to SWIM with this set of introductory videos! <br>These videos are designed to give you an overview of the platform's various features and quickly get you familiar with them.
es_mx: ¡Aprende como utilizar SWIM con este set de videos introductorios! Estos videos fueron diseñados para dar un resumen de las diferentes funcionalidades de la plataforma y ayudarte a familiarizarte con ellas.

source: SWIM - Project Introduction
es_mx: SWIM - Introducción al Proyecto

source: SWIM - Website Walkthrough
es_mx: SWIM - Sitio Web

source: Area Coverage - SWIM Interactive Map
es_mx: Cobertura - Mapa Interactivo

source: SWIM - Interface Overview - CUAHSI Webinar Series
es_mx: SWIM - Tutorial de Interfaz - Webinar de CUAHSI

source: Water Balance Model - Scenario Creation
es_mx: Modelo de Balance de Agua - Selección de Escenarios

source: Water Balance Model - Input Catalog
es_mx: Modelo de Balance de Agua - Cátalogo de Entradas

source: Water Balance Model - Run & Result Dashboard
es_mx: Modelo de Balance de Agua - Ejecución y Panel de Resultados

source: Water Balance Model - Output Catalog
es_mx: Modelo de Balance de Agua - Cátalogo de Salidas

source: Water Balance Model - Cross Scenario Comparison
es_mx: Modelo de Balance de Agua - Comparación de Escenarios

# clientReqs
source: Client Requirements
es_mx: Requerimientos para Uso

# clientReqsDesc
source: The following is a list of recommended requirements for the SWIM interface to run smoothly on your device:
es_mx: A continuación, se presenta una lista de requerimientos recomendados para poder utilizar la interfaz de SWIM adecuadamente en su dispositivo:

# browser-req
source: SWIM is compatible with most up-to-date web browsers.
es_mx: SWIM es compatible con la mayoría de los navegadores actuales.

# firefox-req
source: SWIM is tested using the latest Firefox Web Browser for Desktop (version >= 105.0.2).
es_mx: SWIM es probado con el navegador más reciente de Mozilla Firefox (versión >= 105.0.2).

# incompatible-req
source: SWIM is currently incompatible with Firefox for Android.
es_mx: SWIM es actualmente incompatible con Firefox para Android.

# screen-req
source: Medium to high resolution screen (e.g tablet size and above).
es_mx: Resolución de pantalla de media a alta (ej. tamaño tableta en adelante)

# metadataTitle
source: Scenario Metadata
es_mx: Metadatos de Escenario

# identifierLabel
source: <b>Identifier</b><br>{{ data._id }}
es_mx: <b> Identificador </b> <br/> {{ data._id }}

# nameLabel
source: <b>Name</b><br>{{ data.name }}
es_mx: <b> Nombre </b> <br/> {{ data.name }}

# descLabel
source: <b>Description</b><br>{{ data.description }}
es_mx: <b> Descripción </b> <br/> {{ data.description }}

# statusLabel
source: <b>Status</b><br>{{ data.status }}
es_mx: <b> Estado </b> <br/> {{ data.status }}

# modelMeta
source: Model Metadata
es_mx: Metadatos de Modelo

# identifierLabel2
source: <b>Identifier</b><br>{{ data.modelSettings[0].modelID }}
es_mx: <b> Identificador </b> <br/> {{ data.modelSettings[0].modelID }}

source: Link Copied
es_mx: ¡Hipervínculo Copiado!

source: Copy
es_mx: Copiar

# accessHint
source: <fa-icon class="model-icon" [icon]="faUniversalAccess"></fa-icon> Anyone with link can view scenario results on workflow view.
es_mx: <fa-icon> </fa-icon> Cualquiera con este hipervínculo puede ver los resultados del escenario en modo de flujo de trabajo.

# closeLabel
source: Close
es_mx: Cerrar

source: Perspective
es_mx: Perspectiva

# viewresults
source: View Scenario Results
es_mx: Ver Resultados

source: Cancel
es_mx: Cancelar

# publicTitle
source: Public Scenarios
es_mx: Escenarios Públicos

# searchPlaceholderPublic
source: Search
es_mx: Buscar

# nameCol
source: Name
es_mx: Nombre

source: Click to sort alphabetically by name
es_mx: Ordenar alfabéticamente por nombre

# startCol
source: Execution Start
es_mx: Inicio de Ejecución

source: Click to sort by date
es_mx: Ordenar por fecha y hora

# endCol
source: Execution End
es_mx: Fin de Ejecución

# statusCol
source: Status
es_mx: Estado

source: Click to sort by status
es_mx: Ordenar por estado

# outputsCol
source: All Outputs
es_mx: Resultados

source: Click to view results in user workflow
es_mx: Ver resultados en flujo de trabajo

source: View custom scenario results in workflow mode
es_mx: Ver resultados en modo flujo de trabajo

# metadataCol
source: Metadata
es_mx: Metadatos

source: Click to view scenario metadata
es_mx: Ver metadatos del escenario

source: View custom scenario metadata
es_mx: Ver metadatos del escenario

# shareCol
source: Share
es_mx: Compartir

source: Click to share results link
es_mx: Generar hipervínculo para compartir

source: Show link to share results
es_mx: Generar hipervínculo para compartir

source: Customizing your own Scenario
es_mx: Personalizando su propio Escenario

source: The SWIM interface makes available a set of scientific models which you can customize using scenarios to project into the future. SWIM includes predefined scenarios to get you started; each predefined scenario defines the value for one or many input parameters of the model. Models have predefined scenarios grouped in categories, e.g., climate, technology and recovery.
es_mx: La interfaz de SWIM hace disponible un conjunto de modelos científicos los cuales puede personalizar usando escenarios para proyectar hacia el futuro. SWIM incluye escenarios prefinidos para empezar; cada escenario predefinido define los valores para uno o más parámetros de entrada del modelo. Los modelos tienen escenarios predefinidos agrupados por categorías, ej., clima, tecnología y recuperación.

source: assets/gif/model_landings.gif
es_mx: assets/gif/model_landings_sp.gif

source: <span class="bold">Step 1: </span> On the main navigation bar, place your pointer over the <span class="bold">Models</span> dropdown menu. A list of scientific models will be displayed. For this tutorial, select the <span class="bold">Water Balance Model</span>.
es_mx: <span class="bold">Paso 1: </span> En la barra de navegación principal, coloque su cursor sobre el menú de <span class="bold">Modelos</span>. Una lista de modelos científicos será desplegada. Para este tutorial, seleccione el <span class="bold">Modelo de Balance de Agua</span>.

source: A landing page with infomation about the model will be displayed. To access the customization workflow, press the <span class="bold">Create Scenario</span> button located in the banner at the top of the page.
es_mx: Una página informativa del modelo será desplegada. Para acceder al flujo de personalización, presione el botón de <span class="bold">Crear Escenario</span> localizado dentro del banner en la parte superior de la página.

source: The customization workflow is a three-step process: Scenario Selection, Run Model and View Results.
es_mx: El flujo de trabajo para personalizar un escenario es un proceso de tres pasos: Seleccionar Escenarios, Ejecutar Modelo y Ver Resultados.

source: assets/gif/scenario_select.gif
es_mx: assets/gif/scenario_select_sp.gif

source: <span class="bold">Step 2: </span> On the <span class="bold">Select Scenarios</span> step of the workflow, you can select one predefined scenario from each category. To select a scenario, press the representative image of the scenario. For this tutorial select a scenario combination from each category as follows: Climate - "Extreme Stress", Evaporation - "Default", and Reservoir Operation - "Minimum reservoir storage at 20% of capacity".
es_mx: <span class="bold">Paso 2: </span> En el paso de <span class="bold">Seleccionar Escenarios</span> , usted puede seleccionar un escenario predefinido por categoría. Para seleccionar un escenario, presione sobre la imagen representativa de ese escenario. Para este tutorial seleccione una combinación de escenarios de cada categoría de la siguiente manera: Clima – “Escenario Climático con Estrés Extremo”, Evaporación – “Escenario Predeterminado” y Operación de Presas – “Almacenamiento Mínimo a 20% de Capacidad Max”.

source: assets/gif/scenario_learn_more_q1.gif
es_mx: assets/gif/scenario_learn_more_q1_sp.gif

source: <span class="bold">Step 3: </span> Browse back to the <span class="bold">climate</span> scenarios. Each scenario contains a small description and a link for additional information. Press the <span class="bold">Learn More...</span> hyperlink. A popup box will be displayed. This box shows the defined values for the model parameters when selecting this scenario. Click on the <span class="bold">Affected Model Inputs</span> dropdown and select <span class="bold">SanMarIn</span> . The name, description and data plot of this input will be displayed. The units of the data values can be changed on the <span class="bold">convert units</span> dropdown menu.
es_mx: <span class="bold">Paso 3: </span> Regrese a los escenarios de <span class="bold">Clima</span> . Cada escenario contiene una breve descripción y un hipervínculo para información adicional. Presione el hipervínculo de <span class="bold">Ver Más...</span> Esto desplegará una ventana emergente. La ventana muestra los valores definidos en parámetros del modelo al seleccionar este escenario. En el menú de <span class="bold">Parámetros Afectados</span> , seleccione <span class="bold">SanMarIn</span> . El nombre, descripción y grafico de datos serán desplegados. Las unidades de los valores de datos pueden ser cambiados en el menú de <span class="bold">Convertir Unidades</span>

source: assets/gif/input_catalog_q1.gif
es_mx: assets/gif/input_catalog_q1_sp.gif

source: <span class="bold">Step 4 (optional): </span> To further customize a scenario, the model's individual input parameters can be accesed through the <span class="bold">Input Catalog</span> (located on the top-right of the page). This catalog contains a listing of editable and non-editable input parameters. As an example, access the <span class="bold">Inflows at San Marcial Gauges</span> and press over the table row. A detailed view of the input will be displayed. The parameter values can be directly modified on the data table, and visualized as a line plot or bar plot.
es_mx: <span class="bold">Paso 4 (opcional): </span> Para personalizar un escenario aún más, los parámetros individuales del modelo se pueden acceder a través de la <span class="bold">Lista de Parámetros</span> (ubicados en la parte superior derecha de la página). Este catálogo contiene un listado de parámetros de entradas editables y no editables. Por ejemplo, acceda al <span class="bold">Suministro en San Marcial</span> seleccionando la fila correspondiente de la tabla. Una vista detallada del parámetro será desplegada. Los valores del parámetro pueden ser directamente modificados en la tabla de datos, y ser visualizados como graficas de línea y de barras.

source: assets/gif/run_scenario.gif
es_mx: assets/gif/run_scenario_sp.gif

source: <span class="bold">Step 5: </span> Go back to the select scenarios screen. Press the green <span class="bold">Run Model</span> button. A dialog box will be displayed with a <span class="bold">Model Run Form</span> . First, input a name for your custom scenario. Second, select your water-related role (i.e., what role identifies you when creating this scenario). Third, click on the <span class="bold">Scenario Description</span> text box. This text box will automatically include the information about the predefined scenario(s) used. Additional text can be included. Finally, you are required to agree with the website policies to run your model. You can learn more about these policies by clicking on the provided links. Once the form is complete, the <span class="bold">Submit</span> button will be enabled.
es_mx: <span class="bold">Paso 5: </span> Regrese a la ventana de Seleccionar Escenarios. Presione el botón verde de <span class="bold">Ejecutar Modelo</span> . Una ventana emergente será desplegada con un formulario de <span class="bold">Ejecutar Modelo</span> . Primero, asigne un nombre a su escenario personalizado. Segundo, seleccione su rol relacionado al agua, es decir, con que rol se identifica al crear este escenario. Tercero, presione dentro de la caja de <span class="bold">Descripción</span> . La caja de texto incluye de manera automática información de los escenarios predefinidos que ha seleccionado. Texto adicional puede ser incluido. Finalmente, se requiere aceptar las políticas del sitio web para poder ejecutar el modelo. Usted puede aprender más de las políticas con los hipervínculos disponibles. Una vez completado el formulario, el botón de <span class="bold">Enviar</span> será habilitado.

source: The results of executing your scenario will be available after a few seconds. The page automatically shows the <span class="bold">View Results</span> step once results are available. In contrast to the canned scenarios, the complete list of the model outputs is available to review.
es_mx: Los resultados del escenario estarán disponibles después de unos cuantos segundos. La página automáticamente muestra el paso de <span class="bold">Ver Resultados</span> al estar disponibles. En contraste a los escenarios encapsulados, la lista completa de salidas del modelo estará disponible para ser revisada.

source: Congratulations! Your are ready to SWIM on your own! <br /> To improve your swimming skills check out the <a [routerLink]="['/help']">Tutorials</a> page for detailed training videos.
es_mx: ¡Felicidades está listo para nadar por su cuenta! <br /> Para mejorar su hablidad en SWIM visite la página de <a [routerLink]="['/help']">Tutoriales</a> para videos detallados de entrenamiento.

# summaryScenario
source: Scenario: {{ name }}
es_mx: Escenario: {{ name }}

source: <b>Status:</b> {{ status }}
es_mx: <b> Estado: </b> {{ status }}

source: <b>Run Start Time:</b> {{ start | dotToDate}}
es_mx: <b> Inicio de Ejecución: </b> {{ start | dotToDate}}

source: <b>Run End Time:</b> {{ end | dotToDate}}
es_mx: <b> Fin de Ejecución: </b> {{ end | dotToDate}}

source: <b>Projection Start:</b> {{ pstart }}
es_mx: <b> Inicio de Proyección: </b> {{ pstart }}

# createCanTitle
source: Create Canned Scenario
es_mx: Crear Escenario Encapsulado

# canName
source: Name
es_mx: Nombre

# canDescription
source: Description
es_mx: Descripción

source: Show Outputs
es_mx: Mostrar Salidas

# canHideTools
source: Hide Dynamic Tools
es_mx: Esconder Herramientas Dinámicas
