Repository: iLink-CyberShARE/swim-lite
Catalog: src/i18n/messages.*.xlf
Languages: es_mx

source: Home
es_mx: Inicio

source: Water Balance Model 2.0
es_mx: Modelo de Balance de Agua 2.0

source: Models
es_mx: Modelos

source: Canned Scenarios
es_mx: Escenarios Encapsulados

source: Public Scenarios
es_mx: Escenarios Publicos

# menuHome
source: Home
es_mx: Inicio

source: Models <b class="caret"></b>
es_mx: Modelos <b class="caret"> </b>

source: Scenarios <b class="caret"></b>
es_mx: Escenarios <b class="caret"> </b>

source: Data <b class="caret"></b>
es_mx: Datos <b class="caret"></b>

source: Help <b class="caret"></b>
es_mx: Ayuda <b class="caret"> </b>

source: Login
es_mx: Iniciar Sesión

source: Account <b class="caret"></b>
es_mx: Mi Cuenta <b class="caret"> </b>

source: Water Balance Model 2.0
es_mx: Modelo de Balance de Agua 2.0

source: Canned Scenarios
es_mx: Escenarios Encapsulados

source: Public Scenarios
es_mx: Escenarios Públicos

source: First Splash
es_mx: Primer Chapuzón

source: Dive in
es_mx: Sumergirse

# menuPrivateScenarios
source: My Scenarios
es_mx: Mis Escenarios

source: Scenarios <b class="caret"></b>
es_mx: Escenarios <b class="caret"> </b>

source: Data <b class="caret"></b>
es_mx: Datos <b class="caret"></b>

source: Tutorials
es_mx: Tutoriales

source: First splash
es_mx: Primer Chapuzón

source: Dive in
es_mx: Sumérjase en SWIM

# menuTutorials
source: Tutorials
es_mx: Tutoriales

source: Documentation
es_mx: Documentación

# menuLogin
source: Login
es_mx: Iniciar Sesión

# accountMenus
source: Account <b class="caret"></b>
es_mx: Cuenta <b> </b>

# menuChange
source: Change Password
es_mx: Cambiar Contraseña

# menuLogout
source: Logout
es_mx: Cerrar Sesión

# policyFooterTitle
source: POLICIES
es_mx: POLITICAS

# swimPolicy
source: SWIM Web Privacy Policy
es_mx: Politica de Privacidad Web de SWIM

# ack
source: ACKNOWLEDGEMENTS
es_mx: AGRADECIMIENTOS

# ackContent
source: This material is based upon work supported by the National Science Foundation under Grant No. 1835897. This work was supported by The Agriculture and Food Research Initiative (AFRI) grant no. 2015-68007-23130 from the USDA National Institute of Food and Agriculture. This work used resources from Cyber-ShARE Center of Excellence supported by NSF Grant HDR-1242122.
es_mx: This material is based upon work supported by the National Science Foundation (NSF) under Grant No. 1835897 and The United States Department of Agriculture under Grant No. 2015-68007-23130. This work used resources from Cyber-ShARE Center of Excellence supported by NSF Grant HDR-1242122.

# homeTitle
source: Sustainable Water through Integrated Modeling
es_mx: Sustentabilidad de Agua Mediante Modelado Integrado

source: Take a first splash
es_mx: Tome un primer chapuzón

# aboutTitle
source: Sustainable Water through Integrated Modeling. Supported by NSF Award# OAC-1835897.
es_mx: Sustentabilidad de Agua Mediante Modelado Integrado. Financiado por NSF bajo la concesión #OAC-1835897.

# aboutP1
source: Scientific models of complex water resource systems help us understand and experiment with the behavior of those systems. Most scientific modeling today requires the use of software that can be hard to understand, expensive to build and maintain, and present little online access. Many of these challenges can be tackled through the use of software that bridges the capabilities of water resource system modeling and the needs of water resource stakeholders.
es_mx: Los modelos científicos de sistemas complejos de recursos hídricos nos ayudan a comprender y experimentar con el comportamiento de dichos sistemas. Gran parte de los modelos actuales requieren el uso de software que puede ser difícil de comprender, caro de construir y mantener, y presentar poco o nulo acceso desde internet. Muchos de estos desafíos pueden abordarse mediante el uso de software intermediario que une las capacidades de modelado de sistemas y las necesidades de los interesados en recursos hídricos.

# aboutP2
source: The goal of the SWIM project is to advance water sustainability research capabilities through the <b>integration</b> , <b>execution</b> and <b>interpretation</b> of water models and participatory reasoning processes. Using the meaning of data and models, SWIM facilitates interpretations of water availability in the US Southwest and North of Mexico for stakeholder-driven analysis from the socio-environmental perspective.
es_mx: La meta del proyecto SWIM es avanzar las capacidades de investigación en sustentabilidad de agua por medio de la <b> integración </b> , <b> ejecución </b> e <b> interpretación </b> de modelos de agua con procesos de razonamiento participativo. Usando el significado de los datos y modelos, SWIM facilita interpretación de disponibilidad de agua en el Sur oeste de los Estados Unidos y Norte de Mexico, logrando un análisis impulsado por los interesados desde un punto de vista socio-ambiental.

# homeModels
source: MODELS
es_mx: MODELOS

# modelsHidroTitle
source: Middle Rio Grande Basin Water Balance Model
es_mx: Modelo de Balance de Agua del Rio Bravo Medio

# modelsHidroDesc
source: Accountability model for the Middle Rio Grande Basin that covers water balance from San Marcial twin gauges above Elephant Butte to Fort Quitman.
es_mx: Modelo de contabilidad para la cuenca del Rio Bravo medio que cubre un balance de agua desde el par de medidores en San Marcial, arriba de la presa del Elefante Butte en Nuevo Mexico, hasta el Fuerte Quitman en Texas.

# homeScenarios
source: SCENARIOS
es_mx: ESCENARIOS

# scenariosPublicTitle
source: Public Scenarios
es_mx: Escenarios Públicos

# scenariosPublicDesc
source: Check out model scenarios that other users have recently made available for everyone.
es_mx: Visualiza escenarios que otros usuarios han dejado disponibles recientemente para todos.

# scenariosMyTitle
source: My Scenarios
es_mx: Mis Escenarios

# scenariosMyDesc
source: Visualize, manage and share your own model scenarios.
es_mx: Visualiza, administra y comparte tus propios escenarios.

source: Go Back
es_mx: Regresar

source: HydroShare Resource Form
es_mx: Formulario de HydroShare

source: SWIM Scenario:
es_mx: Escenario de SWIM:

source: HS Resource updated successfully:
es_mx: Recurso actualizado correctamente:

source: Title
es_mx: Título

source: Resource URL
es_mx: Hipervinculo del Recurso

source: Resource Type
es_mx: Tipo de Recurso

source: Abstract
es_mx: Resumen

source: Subject Keywords
es_mx: Palabras Clave

source: cancel
es_mx: cancelar

source: Contributors
es_mx: Contribuyentes

source: Contributor No.{{ i + 1 }}
es_mx: Contribuyente No.{{ i + 1 }}

source: Name
es_mx: Nombre

source: Email
es_mx: Correo Electrónico

source: Organization
es_mx: Organización

source: Address
es_mx: Dirección

source: Phone
es_mx: Teléfono

source: + Add Contributor
es_mx: + Agregar Contribuyente

source: - Remove Contributor
es_mx: - Eliminar Contribuyente

source: Awards
es_mx: Consesiones

source: Award No.{{ i + 1 }}
es_mx: Consesión No.{{ i + 1 }}

source: Funding Agency
es_mx: Nombre de Agencia

source: Project Title
es_mx: Título de Proyecto

source: Award Number
es_mx: Número de Consesión

source: Funding Agency URL
es_mx: Sitio Web de la Agencia

source: + Add Award
es_mx: + Agregar Consesión

source: - Remove Award
es_mx: - Eliminar Consesión

source: Rights
es_mx: Permisos

source: Statement
es_mx: Declaración

source: URL
es_mx: Sitio Web

source: + Add Right
es_mx: + Agregar Permiso

source: - Remove Right
es_mx: - Eliminar Permiso

source: Create Resource
es_mx: Crear Recurso

source: Update Resource
es_mx: Actualizar Recurso

source: Delete Resource
es_mx: Eliminar Recurso

# wbTitle1
source: Middle Rio Grande Basin
es_mx: Cuenca del Rio Bravo Medio

source: Water Balance Model v2
es_mx: Modelo de Balance de Agua v2

# wbCreateButton
source: Create Scenario
es_mx: Crear Escenario

source: <span class="highlight">The Water Balance Model</span> has a focus on simplicity, with the goal being to help stakeholders understand how changes in climate could influence regional water availability. The water balance model simulates surface water reservoir storage, reservoir releases and storage in groundwater aquifers in the project study area. The project study area includes portions of New Mexico (NM, US), Texas (TX, US), and Chihuahua (CH, MX). The model simulates storages of water through a simple accounting based on storages at the beginning of a simulation period and inflows and outflows throughout the simulation period.
es_mx: <span class="highlight">El Modelo de Balance de Agua</span> tiene un enfoque en simplicidad, con el objetivo de ayudar a entender como el cambio climático afecta la disponibilidad de agua en la región. El modelo de balance de agua simula almacenamiento superficial de agua, flujos de salida de las presas, y almacenamiento en acuíferos dentro del área de estudio. El área de estudio incluye porciones de Nuevo México (NM, US), Texas (TX, US), y Chihuahua (CH, MX). El modelo simula almacenamientos de agua por medio de una simple contabilidad basada en almacenamiento al pricipio del periodo de simulación y los flujos de entrada y salida durante el periodo de simulación.

source: assets/img/wb-diagram.png
es_mx: assets/img/wb-diagram-es.png

source: The model simulates future time periods, using time series inputs for (a) local precipitation and temperature and (b) San Marcial gauge flows. Demands for surface water releases from Caballo Reservoir are assumed to be the maximum available under the Rio Grande Project 2008 Operating Agreement, which bases releases on water stored in Elephant Butte and Caballo reservoirs and treaty and compact requirements for sharing water between TX (US), NM (US), and CH (MX). Demands from groundwater aquifers are calculated using a base rate of groundwater pumping from each aquifer, based on historical pumping rates, combined with a variable rate, based on historical replacement of surface water shortages with groundwater pumping.
es_mx: El modelo simula periodos futuros utilizando series de tiempo para (a) precipitación y temperatura local; (b) flujos en medidores de San Marcial. Las demandas de agua superficial descargada de la presa del Caballo se asumen que es el máximo disponible de acuerdo el tratado del Proyecto del Rio Bravo del 2008, el cual se basa en almacenamiento en la presa del Elefante Butte y Caballo y los requerimientos de los tratados para compartir el agua entre Texas (EEUU), Nuevo México (EEUU), y Chihuahua (MX). Demandas de agua subterránea son calculadas usando una proporción base de agua bombeada de cada acuífero, basado en bombeos históricos y combinando proporciones variables que se basan en el reemplazo de agua superficial histórico con bombeo de acuíferos.

source: <b>Model Engine:</b><a target="_blank" href=""> Python 3.8</a><br /> The model uses python.
es_mx: <b>Motor de Modelado:</b><a target="_blank" href=""> Python 3.8</a><br /> El modelo es programado en Python.

source: <b>Alex Mayer</b><br /> University of Texas at El Paso <br /> amayer2@utep.edu <br />
es_mx: <b> Alex Mayer </b> <br /> Universidad de Texas en El Paso <br /> amayer2@utep.edu <br />

# ContactsTitle
source: Contacts
es_mx: Contactos

# wbContact2
source: <b>Luis Garnica</b><br /> University of Texas at El Paso <br /> lagarnicachavira@utep.edu <br />
es_mx: <b> Luis Garnica </b> <br/> Universidad de Texas en El Paso <br/> lagarnicachavira@utep.edu <br/>

# fullDocsBtn
source: See Detailed Documentation
es_mx: Ver documentación Detallada

source: Loading...
es_mx: Cargando...

source: Change projection time period
es_mx: Cambiar periodo de proyección

source: Time Range
es_mx: Rango de Tiempo

source: Open interactive area map
es_mx: Abrir mapa interactivo

source: Area Map
es_mx: Mapa

source: View list of input parameters
es_mx: Ver lista de parámetros de entrada

source: Input Catalog
es_mx: Lista de Parámetros

source: select a model scenario per category
es_mx: Seleccione un escenario por categoría

source: Select Scenarios
es_mx: Seleccionar Escenarios

source: "Select scenarios by clicking on their representative image or title. To review and customize specific model parameters, access the input catalog located at the top-right of the page."
es_mx: "Seleccione escenarios dando clic en la imagen o titulo correspondiente. Para revisar y personalizar parámetros específicos del modelo, puede acceder al catálogo dando clic en el botón superior derecho de parámetros."

source: Scenario Categories
es_mx: Categorías de Escenarios

source: Describe your scenario and submit for execution
es_mx: describa su escenario y mande a ejecutar

source: Run Model
es_mx: Ejecutar Modelo

source: Run Model
es_mx: Ejecutar Modelo

source: View result summary and model output catalog
es_mx: Ver resumen y catálogo de salidas

source: View Results
es_mx: Ver Resultados

source: Summary
es_mx: Resumen

source: Output Catalog
es_mx: Catálogo de Salidas

source: Scenario:
es_mx: Escenario:

source: "To show output results, checkmark the desired variables under the 'Select' column and press the 'View Selected' button."
es_mx: "Para mostrar resultadis, seleccione las casillas deseadas y de clic en el botón 'Ver Seleccionados'"

source: Back
es_mx: Regresar

source: "Click on a table row to view or customize parameter values (some parameters may not be user changeable). Use the back button to return to the main modeling work-flow."
es_mx: "Seleccione una fila para ver o editar parámetro (no todos los parámetros son editables). Use el botón de volver para regresar al flujo principal."

source: E-mail
es_mx: Correo

source: Password
es_mx: Contraseña

# loginButton
source: Login
es_mx: Iniciar

# registerButton
source: Register
es_mx: Registrarse

# regTitle
source: User Registration
es_mx: Registro de Invitado

# reqFields
source: * required fields
es_mx: * campos requeridos

source: First name
es_mx: Nombre

source: Last Name
es_mx: Apellido

source: E-mail Address
es_mx: Correo

source: Institution
es_mx: Institución

source: Department
es_mx: Departamento

source: Water Related Role
es_mx: Rol relacionado al agua

source: Confirm Password
es_mx: Confirmar contraseña

source: I agree with the <a href="https://swim.cybershare.utep.edu/en/policy" target="_blank">SWIM Web Privacy Policy</a>
es_mx: Estoy deacuerdo con <a href="https://swim.cybershare.utep.edu/en/policy" target="_blank">La Pólitica de Privacidad y Términos de SWIM</a>

source: Register
es_mx: Registrarse

# bmPublicationTitle
source: Publications
es_mx: Publicaciones

# cannedTitle
source: Canned Scenarios
es_mx: Escenarios Encapsulados

source: Scenario Name (10 character minimum)
es_mx: Nombre de Escenario (Min 10 caracteres)

# comboRoleLabel
source: Select Water Related Role
es_mx: Seleccione su Rol

source: Scenario Description
es_mx: Descripción

# makePublic
source: Run as Public Scenario
es_mx: Ejecutar como escenario público

source: I agree with the <a href="https://swim.cybershare.utep.edu/en/policy" target="_blank" >SWIM Web Privacy Policy</a >
es_mx: Estoy deacuerdo con <a href="https://swim.cybershare.utep.edu/en/policy" target="_blank" >La Pólitica y Términos de Privacidad de SWIM</a >

# submitButton2
source: Submit
es_mx: Enviar

# cancelButton
source: Cancel
es_mx: Cancelar

source: Loading...
es_mx: Cargando...

source: Delete Scenario
es_mx: Eliminar Escenario

# viewScenarioBtn
source: View Scenario
es_mx: Ver Escenario

source: Getting Started with SWIM
es_mx: Empezando con SWIM

source: Take a first splash
es_mx: Tome un primer chapuzón

source: First learn about SWIM policies and terms of use.
es_mx: Primero, entérese de las políticas y condiciones de uso de SWIM.

source: SWIM uses cookies to manage user credentials and track the selection of modeling outputs. This information is used to measure the platforms’ usage and customize the user experience. Allowing the use of cookies will enable access to the data and modeling features available in SWIM.
es_mx: SWIM usa cookies para administrar las credenciales de un usuario y tener un registro de la selección de salidas de modelos. Esta información es usada para medir el uso de la plataforma y personalizar la experiencia del usuario. El aceptar el uso de cookies permitirá el acceso a los datos y funciones de los modelos disponibles en SWIM.

source: assets/gif/cookies.gif
es_mx: assets/gif/cookies_sp.gif

source: Accept the cookie agreement by placing your cursor over the popup notice located at the left-hand corner of the website and press the <span class="bold">Allow</span> button. Cookie tracking can be disabled at any time by reopening the agreement box and selecting <span class="bold">Deny</span> . The <span class="bold">Learn more</span> link will direct you to the SWIM policies.
es_mx: Acepte el acuerdo de cookies poniendo su cursor sobre la nota que aparece en la esquina superior izquierda de la página web y presione el botón <span class="bold"> Allow </span> El registro de cookies se puede deshabilitar en cualquier momento al abrir la caja anterior y seleccionar <span class="bold"> Deny </span> . El link <span class="bold"> Learn more </span> lo redireccionara a las políticas de SWIM.

source: You can register in SWIM on the <span class="bold">Login</span> dropdown (top-right) to stay up to date on new features and privately save your own scenarios, we will skip this step for now.
es_mx: Puede registrarse en SWIM usando el menu <span class="bold">Iniciar Sesión</span> superior derecha de la página web para mantenerse informado de las nuevas funcionalidades de SWIM y guardar sus escenarios de manera privada, omitiremos este paso por ahora.

source: Swimming into a Canned Scenario
es_mx: Nadando con un Escenario Encapsulado

source: Explore predefined questions of interest, created with input from stakeholders, and see how SWIM can help you answer them. A canned scenario makes a choice of which model to use, what scenario to use, and chooses of what outputs to display based on the relevance to the question. These include river storage and flow, groundwater levels, urban prices, consumption, and climate impacts on crops. You can further customize a scenario, if needed.
es_mx: Explore preguntas predefinidas de interés, creadas con retroalimentación de usuarios, y vea como SWIM puede ayudar a contestarlas. Un escenario encapsulado toma la decisión de que modelo usar, que escenario usar, y elige que salidas desplegar basado en la relevancia a la pregunta. Estos incluyen temas de almacenamiento superficial y flujos, niveles de agua subterránea, precios en zonas urbanas, consumo, e impactos climáticos en cultivos. Puede personalizar el escenario aún más, si es necesario.

source: assets/gif/canned_menu.gif
es_mx: assets/gif/canned_menu_sp.gif

source: <span class="bold">Step 1: </span> Access the Canned Scenarios by placing your cursor over the <span class="bold">Scenarios</span> dropdown on the main navigation bar and select <span class="bold">Canned Scenarios</span>.
es_mx: <span class="bold">Paso 1: </span> Acceda a los Escenarios Encapsulados moviendo el puntero sobre el menú de <span class="bold">Escenarios</span>, en la barra de navegación principal, y seleccione <span class="bold">Escenarios Encapsulados</span>.

source: assets/gif/canned_scroll.gif
es_mx: assets/gif/canned_scroll_sp.gif

source: <span class="bold">Step 2: </span> Start exploring: “Climate effects down the line in a conjunctive water use setting surface and groundwater” by scrolling down to the bottom of the page and clicking on the <span class="bold">View Scenario</span> button.
es_mx: <span class="bold">Paso 2: </span> Empiece explorando: “Efectos climáticos sobre un uso conjunto de agua superficial y subterránea” moviendo el puntero al final de la página y oprima el botón de <span class="bold">Ver Escenario</span> .

source: assets/gif/output_results.gif
es_mx: assets/gif/output_results_sp.gif

source: <span class="bold">Step 3: </span> Place your cursor over the <span class="bold">View Results</span> step, located on the top right of the page. Switch between the summary page and the output catalog by clicking on the dashboard (squares) and book icons to explore the scenario results.
es_mx: <span class="bold">Paso 3: </span> Coloque su cursor sobre el paso <span class="bold">Ver Resultados</span> localizado en la parte superior derecha de la página. Cambie entre la página de resumen y el catálogo de salidas dando clic en el icono del tablero (cuadros) y el icono de libro para explorar los resultados del escenario.

source: assets/gif/output_details.gif
es_mx: assets/gif/output_details_sp.gif

source: <span class="bold">Step 4: </span> View output details by adding a checkmark in the box next to the individual variable name and clicking on the <span class="bold">View Selected</span>
es_mx: <span class="bold">Paso 4: </span> Visualice detalles de salidas palomeando las cajas alado del nombre de la variable y dando clic en <span class="bold">Ver Seleccionados</span>

source: For this canned scenario, select the total cumulative loss on the Hueco Bolson and Mesilla Bolson. Note that the climate only directly affects the surface. It can be observed that the loss is much steeper than the recharge on both aquifers. SWIM provides a visual representation of the outcomes of the scenario without requiring additional software. In addition, you can interchange the units used for the visualizations and compare output variables side-by-side.
es_mx: Para este escenario enlatado, seleccione la pérdida total cumulativa en el Bolsón del Hueco y el acuífero de la Mesilla. Note que el clima solamente afecta de manera directa a la superficie. Sin embargo, se puede observar que la perdida en ambos acuíferos es mucho más pronunciada que la recarga. SWIM provee representación visual a los resultados del escenario sin requerir de software complementario. Adicionalmente, puede intercambiar las unidades usadas para las visualizaciones y comparar variables de salida lado a lado.

source: For more information on browsing model results, consult the <span class="bold">Water Balance Model – Output Catalog</span> video on the <a [routerLink]="['/help']" >Tutorials</a> page.
es_mx: Para mayor información en navegar resultados de modelos, consulte el video <span class="bold"> Modelo de Balance de Agua – Catalogo de Salidas </span> en la página de <a [routerLink]="['/help']" > Tutoriales </a> .

source: Take a dive customizing your own model scenario
es_mx: Tome un clavado personalizando su propio escenario

source: click to show canned scenario results
es_mx: presione para mostrar escenarios encapsulados

# titleRunForm
source: Model Run Form
es_mx: Ejecución de Modelo

# ratingQuestionLabel
source: How relevant are the following outputs to you?
es_mx: ¿Qué tan relevantes son para usted los resultados observados?

source: Submit
es_mx: Enviar

# time-range-title
source: Model Projection Time Range
es_mx: Rango de Tiempo de Simulación

source: Value:
es_mx: Valor:

# no-time-range
source: Time Range options not availble for this model.
es_mx: Opciones de rango de tiempo no disponibles en este modelo.

# hintCompare
source: Select scenarios to cross compare against chosen model outputs.
es_mx: Seleccione escenarios para comparar con salidas seleccionadas.

source: Search Scenario
es_mx: Buscar Escenario

# outputCatTitle
source: Output Categories
es_mx: Categorías de Variables

source: All
es_mx: Todos

source: Filter inputs by category
es_mx: Filtrar por categoría

source: View all output variables
es_mx: Ver todas las variables

source: Filter outputs by category
es_mx: Filtrar por categoría

source: Search Output
es_mx: Buscar Variable

source: Recommend
es_mx: Recomendar

source: Sort by recommendation
es_mx: Ordenar por recomendación

source: Search
es_mx: Buscar

# showPublic
source: Public Scenarios
es_mx: Escenarios Publicos
